Repository: DannyShy/sleeptimer
Catalog: SleepTimer/SleepTimer/Localizable.xcstrings
Source language: en
Languages: de, es, fr, sk

source: %lld minutes remaining.
de: Noch %lld Minuten.
es: Quedan %lld minutos.
fr: Il reste %lld minutes.
sk: Zostáva %lld minút.

source: A sleep timer is already running. %lld minutes remaining.
de: Timer läuft bereits. Noch %lld Minuten.
es: Ya hay un temporizador en marcha. Quedan %lld minutos.
fr: Une minuterie est déjà en cours. Il reste %lld minutes.
sk: Časovač už beží. Zostáva %lld minút.

source: Cancel Doze Timer
de: Doze-Timer abbrechen
es: Cancelar temporizador de Doze
fr: Annuler la minuterie Doze
sk: Zrušiť časovač Doze

source: Cancels the running Doze sleep timer.
de: Bricht den laufenden Doze-Timer ab.
es: Cancela el temporizador de Doze en marcha.
fr: Annule la minuterie Doze en cours.
sk: Zruší bežiaci časovač Doze.

source: Get Doze Timer Status
de: Status des Doze-Timers abrufen
es: Obtener estado del temporizador de Doze
fr: Obtenir l’état de la minuterie Doze
sk: Zistiť stav časovača Doze

source: Minutes
de: Minuten
es: Minutos
sk: Minúty

source: No sleep timer is running.
de: Es läuft kein Timer.
es: No hay ningún temporizador en marcha.
fr: Aucune minuterie en cours.
sk: Žiadny časovač nebeží.

source: Returns the minutes remaining on the Doze sleep timer, or 0 if none is running.
de: Gibt die verbleibenden Minuten des Doze-Timers zurück, oder 0, wenn keiner läuft.
es: Devuelve los minutos restantes del temporizador de Doze, o 0 si no hay ninguno en marcha.
fr: Renvoie les minutes restantes de la minuterie Doze, ou 0 si aucune n’est en cours.
sk: Vráti počet minút zostávajúcich na časovači Doze, alebo 0, ak nebeží.

source: Sleep timer cancelled.
de: Timer abgebrochen.
es: Temporizador cancelado.
fr: Minuterie annulée.
sk: Časovač zrušený.

source: Sleep timer started. Your Mac will sleep at %@.
de: Timer gestartet. Mac schläft um %@.
es: Temporizador iniciado. El Mac dormirá a las %@.
fr: Minuterie démarrée. Le Mac entrera en veille à %@.
sk: Časovač spustený. Mac sa uspí o %@.

source: Start Doze Timer
de: Doze-Timer starten
es: Iniciar temporizador de Doze
fr: Démarrer la minuterie Doze
sk: Spustiť časovač Doze

source: Start Doze timer for ${minutes} minutes
de: Doze-Timer für ${minutes} Min. starten
es: Iniciar temporizador de Doze durante ${minutes} min
fr: Démarrer la minuterie Doze pour ${minutes} min
sk: Spustiť časovač Doze na ${minutes} min

source: Starts a Doze sleep timer. Your Mac sleeps when it ends, after a 60-second warning.
de: Startet einen Doze-Timer. Nach Ablauf und einer Warnung von 60 Sekunden schläft der Mac ein.
es: Inicia un temporizador de Doze. Al terminar, tras un aviso de 60 segundos, el Mac entra en reposo.
fr: Démarre une minuterie Doze. À la fin, après un avertissement de 60 secondes, le Mac se met en veille.
sk: Spustí časovač Doze. Po jeho uplynutí a 60-sekundovom upozornení sa Mac uspí.
